import React from "react";
import LinearGradient from "@/components/UI/LinearGradient";

const DescriptionSection: React.FC = () => {

    return (
        <section className='relative container-sm flex flex-col justify-center items-center w-full lg:px-16'>
            <LinearGradient/>
            <h2 className='text-center mb-4'>Впуснете се в приключение с „69+ вълнуващи места за любов“</h2>
            <p className='mb-3'>
                Осмелете се да откриете любовта на най-неочакваните места.
                В свят, в който любовта не познава граници, „69+ вълнуващи места за любов“ ви кани на пътешествие, за да
                изследвате кътчетата на страстта и романтиката в среда, която никога не сте си представяли. Тази книга е
                вашата тайна карта на приключенията, които ви очакват, създадена с младежкия дух на откривателство и
                тръпката от намирането на любов на най-неочаквани места.
            </p>
            <p className='mb-3'>
                Защо тази книга?<br/>
                В „69+ вълнуващи места за любов“ всяка страница се превръща в изследване на възможности. Това не е
                просто
                книга; това е преминаване към моменти, които биха могли да определят най-ценните ви спомени.
                Предназначено
                за мечтателите, авантюристите и романтиците, това ръководство ви отвежда отвъд обикновеното, в
                пространства,
                където любовта и приключенията се преплитат.
            </p>
            <p className='mb-3'>
                Какво има вътре?<br/>
                69+ завладяващи локации: От спокойните до вълнуващите, намерете места, където любовта може да цъфти в
                тайна
                или под звездите..
                Пътешествие за смелите: Тази книга е за онези, които се осмеляват да излязат от общоприетото, търсейки
                любов
                на места, диви и красиви като мечтите им.
            </p>
            <p className='mb-3'>Направете скока
                „69+ вълнуващи места за любов“ не е просто книга; това е началото на едно пътуване за онези, които се
                осмеляват да мечтаят. Ако сте готови да изследвате неизследваните територии на любовта и приключенията,
                тази
                книга е вашият компас.</p>
            <strong className='my-3'>Специална оферта за Свети Валентин: запалете пламъка на приключението</strong>
            <p className='mb-6'>
                Този Свети Валентин подарете на себе си или любимия си приключение на сърцето с „69+ вълнуващи места за
                любов“. В духа на любовта и откривателството, ние предлагаме ексклузивни 50% отстъпка за тези, които се
                осмеляват да изследват дълбините на обичта в най-неочакваните места. Този Свети Валентин нека страниците
                на
                тази книга разгърнат многото места, където любовта може да намери своя израз, от спокойните до
                вълнуващите.
            </p>
            <strong className='self-start'>Телефон за връзка: <a href="tel:+359885956435" className='hover:underline'>+359885956435</a></strong>
        </section>
    )
};

export default DescriptionSection;